<?php

$menu = [
    [
        'title' => 'Главная', // Название пункта меню
        'path' => '/', // Ссылка на страницу, куда ведет этот пункт меню
        'sort' => 10,  // Индекс сортировки
        'description' => 'Вести свои личные списки, например покупки в магазине, цели, задачи и многое другое. Делится списками с друзьями и просматривать списки друзей.',
    ],
    [
        'title' => 'О проекте', // Название пункта меню
        'path' => '/route/about/', // Ссылка на страницу, куда ведет этот пункт меню
        'sort' => 20,  // Индекс сортировки
        'description' => 'На этой странице вы найдете всю полезную информацию о нашем проекте.',
    ],
    [
        'title' => 'Каталог', // Название пункта меню
        'path' => '/route/catalog/', // Ссылка на страницу, куда ведет этот пункт меню
        'sort' => 30,  // Индекс сортировки
        'description' => 'На этой странице представлен каталог товаров.',
    ],
    [
        'title' => 'Новости', // Название пункта меню
        'path' => '/route/news/', // Ссылка на страницу, куда ведет этот пункт меню
        'sort' => 40,  // Индекс сортировки
        'description' => 'Что может быть лучше хороших новостей? - только самые свежие хорошие новости.',
    ],
    [
        'title' => 'Карта сайта', // Название пункта меню
        'path' => '/route/sitemap/', // Ссылка на страницу, куда ведет этот пункт меню
        'sort' => 50,  // Индекс сортировки
        'description' => 'Здесь вы можете ознакомиться с картой сайта.',
    ],
    [
        'title' => 'Галерея', // Название пункта меню
        'path' => '/gallery/', // Ссылка на страницу, куда ведет этот пункт меню
        'sort' => 60,  // Индекс сортировки
        'description' => 'Здесь вы можете ознакомиться с галереей.',
    ],
    [
        'title' => 'Контакты', // Название пункта меню
        'path' => '/route/contacts/', // Ссылка на страницу, куда ведет этот пункт меню
        'sort' => 70,  // Индекс сортировки
        'description' => 'На этой странице представлена контактная информация.',
    ]
];